{
  "hello": "Hello,",
  "i_am": "I'm Leblanc Lucas",
  "web_developer": "Web developer",
  "full_stack": "Full stack web developer, specialized in Front end",
  "contact_me_btn": "CONTACT ME",
  "language": "🇬🇧",
  "french": "Français | 🇫🇷",
  "english": "English | 🇬🇧",
  "home": "Home",
  "about": "About",
  "contact": "Contact",
  "contact_me": "Contact me",
  "contact_text": "Currently looking for an internship from January to June 2023 - I receive job offers with great enthusiasm. However, if you have other request or question, don't hesitate to contact me using below form either.",
  "contact_name": "Name",
  "contact_subject": "Subject",
  "contact_send": "SEND",
  "careerPage": {
    "career": "Career",
    "internship": "Internship",
    "seasonal_job": "Seasonal job",
    "all": "Show all"
  },
  "aboutPage": {
    "about_me": "About me",
    "hobbies": "My hobbies",
    "paragraph1": "I am a 22 year old student currently in my last year of CESI engineering school. I am passionate about innovation, new technologies in the fields of computer science, aeronautics and space.",
    "paragraph2": "I have been lucky enough to move around a lot in my life, from the coolness of the English Channel (Finistère and Normandy) and Eastern Europe (Romania) to the warmer temperatures of the islands and the South West (Polynesia and Charente-Maritime). So these trips have taught me a lot and have fuelled my thirst for new experiences.",
    "paragraph3": "There are many, the main one being sport, and mainly running. Indeed, I like running since I was young, either during trails or cross-country races in my region. So, I take a lot of pleasure in looking for new paths in the mountains or in the forest but also in finding new techniques to optimize my endurance for example.",
    "paragraph4": "My passion for aviation and space has also always been present and part of my ultimate dreams. I often read about current events and innovations in these fields and I sometimes enjoy talking to other enthusiasts."
  }
}
